{
  "anonymous": false,
  "attributes": [

  ],
  "bridgedResources": [

  ],
  "categorizations": [

  ],
  "customHeadContent": null,
  "description": "",
  "indexDefinitions": [
    {
      "name": "closedBy",
      "parts": [
        "closedBy"
      ],
      "unique": false
    },
    {
      "name": "createdBy",
      "parts": [
        "createdBy"
      ],
      "unique": false
    },
    {
      "name": "handle",
      "parts": [
        "handle"
      ],
      "unique": false
    },
    {
      "name": "submittedBy",
      "parts": [
        "submittedBy"
      ],
      "unique": false
    },
    {
      "name": "type,coreState,createdBy",
      "parts": [
        "type",
        "coreState",
        "createdBy"
      ],
      "unique": false
    },
    {
      "name": "type,coreState,submittedBy",
      "parts": [
        "type",
        "coreState",
        "submittedBy"
      ],
      "unique": false
    },
    {
      "name": "type,createdBy",
      "parts": [
        "type",
        "createdBy"
      ],
      "unique": false
    },
    {
      "name": "type,submittedBy",
      "parts": [
        "type",
        "submittedBy"
      ],
      "unique": false
    },
    {
      "name": "updatedBy",
      "parts": [
        "updatedBy"
      ],
      "unique": false
    }
  ],
  "integrations": [

  ],
  "name": "Frequently Asked Questions",
  "notes": null,
  "pages": [
    {
      "advanceCondition": null,
      "displayCondition": null,
      "displayPage": null,
      "elements": [
        {
          "type": "content",
          "renderType": "html",
          "name": "FAQ",
          "text": "<b>What is the Service Catalog?</b><br>\n<br>\nThe Service Catalog represents a list of the Hanford Site services provided by Hanford Mission Integration Solutions (HMIS) per the Hanford Mission Essentials Service Contract (HMESC). Select “Request a Service” to submit a service request support from an HMIS service organization.<br>\n<br>\n<b>What happened to the requests (KSRs) I submitted in the old Service Catalog?</b><br>\n<br>\nYou can continue to view requests you submitted in the old catalog. Additionally, the services are being migrated to the new system in a phased approach, and my services will continue to be created in the old system until the migration is complete. To view any KSRs you may have in the old system, perform the following steps. Click on “View All” at the bottom of the “My Service Requests” box on the right-hand side of the main catalog page. This will return a page showing all requests you have submitted in the new catalog. At the top of this page, click on “Legacy” and you will be redirected to a page containing a list of requests you have submitted in the old system.<br>\n<br>\n<b>Do I need to provide a charge code?</b><br>\n<br>\nIt depends on the service. HMIS is funded to provide many base services at no cost to the requesting contractor; however, there are some usage-based services that will require a charge code. If there is a cost associated with the service you are requesting, the request form will prompt you for charging information, or the service provider may contact you for charging information prior to performing the service. <br>\n<br>\n<b>How do I check the status of my request?</b><br>\n<br>\nAny service request you have submitted will be listed under “My Service Requests” on the right side of the main catalog page. Click on any request to get additional details.<br>\n<br>\n<b>How do I cancel a request?</b><br>\n<br>\nFrom the “My Service Requests” console on the main catalog page, find and open the request you want to cancel. If you don’t see the request listed, click on “View All” at the bottom of the list. Once the request has been opened, click on the “Actions” tab at the right-hand corner of the page choose “Cancel Request” from the drop-down menu options.<br>\n<br>\n<b>How do I clone a request?</b><br>\n<br>\nFrom the “My Service Requests” console on the main catalog page, find and open the request you want to clone. On the Actions tab at the right-hand corner of the page choose “Clone as Draft” from the drop down. Modify the information in the form fields as needed and click on “Submit”.<br>\n<br>\n<b>I have information I need to add to a previously submitted request, what do I do?</b><br>\n<br>\nThe information can be added as “Work Info” on the original request form. From the “My Service Requests” console on the main catalog page, find and open the request.  At the top of the white box containing the details of the request, click on “Work Info”.  Any information already added to the request will be visible, to add more information, or a file attachment, click on “Add Work Info”.  Add information in the Notes field, or add a file attachment, and then click on the blue “Add Work Info” button.  <br>\n<br>\n<b>What if the service I need is not listed in the Service Catalog?</b><br>\n<br>\nFrom the main Service Catalog page, you can choose the link - Make a Suggestion. Follow the prompts to fill out the information needed to suggest a new service.<br>\n<br>\n<b>What can I do if I need to have the service completed before the estimated resolution time?</b><br>\n<br>\nAll service requests submitted via the Service Catalog will be assigned with a standard priority, and are typically worked by each HMIS service provider in the order received. If you have an urgent request, you can use the \"Description\" field on the request form to provide additional information about the urgency of the request.<br>\n<br>\n<b>How do I mark a frequently used form as a favorite?</b><br>\n<br>\nWhile on the specific submission form that you would like to flag as a favorite, click on the Star in the top right-hand corner of the page. This will add the form page to the “Favorites” console on the home page.<br>\n<br>\n<b>I am an HMIS Service Provider. How do I know what Team(s) I am assigned to?</b><br>\n<br>\nTeams can be viewed by going to the “Fulfillment & Approvals” console or by viewing “My Profile” from the Home page.<br>\n<br>\n<b>How do I remove myself from a Team? (HMIS service providers only)</b><br>\n<br>\nUse the “Profile” link on the main page to see the teams you are assigned to. Click on the name of the team you would like to leave and then click on “Request to Leave”.<br>\n<br>\n<b>How does the Reports feature work?</b><br>\n<br>\nManagement reports are available for Service Catalog Administrators and HMIS Service Providers. Click on “Reports” on the main page to see a list of the reports that are available. Click on the report name to produce the report. Some reports may require you to provide parameters.<br>\n<br>\n<b>I have read through the FAQs, but still can’t find the information I need. Who can I contact for help?</b><br>\n<br>\nFor additional assistance with the HMIS Service Catalog, please contact the Mission Service Desk at 509-376-1234.<br>",
          "visible": true,
          "renderAttributes": {
          }
        }
      ],
      "events": [

      ],
      "name": "Page 1",
      "renderType": "submittable",
      "type": "page"
    }
  ],
  "securityPolicies": [

  ],
  "slug": "frequently-asked-questions",
  "status": "Active",
  "submissionLabelExpression": "",
  "type": "Content"
}